-- phpMyAdmin SQL Dump
-- version 4.0.4
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июл 28 2013 г., 14:20
-- Версия сервера: 5.5.32
-- Версия PHP: 5.3.26

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `zadmin_dar`
--
CREATE DATABASE IF NOT EXISTS `zadmin_dar` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `zadmin_dar`;

-- --------------------------------------------------------

--
-- Структура таблицы `kassa`
--

CREATE TABLE IF NOT EXISTS `kassa` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_prodaja` int(10) NOT NULL,
  `data` varchar(100) NOT NULL,
  `magazine` varchar(100) NOT NULL,
  `vkasse` varchar(100) NOT NULL,
  `inkas` varchar(100) NOT NULL,
  `user` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=115 ;

--
-- Дамп данных таблицы `kassa`
--

INSERT INTO `kassa` (`ID`, `ID_prodaja`, `data`, `magazine`, `vkasse`, `inkas`, `user`) VALUES
(1, 0, '14.06.2013 04:19:41', 'Tect', '0', '----', ''),
(2, 0, '10.07.2013 00:23:37', 'New', '0', '----', ''),
(3, 0, '14.07.2013 12:26:50', 'Tect`new', '0', '----', ''),
(4, 0, '14.07.2013 12:27:33', 'Test`new', '0', '----', ''),
(5, 0, '14.07.2013 12:27:52', 'Tect`new', '0', '----', ''),
(6, 0, '15.07.2013 03:14:20', 'Tect`new', '0', '----', ''),
(7, 1, '15.07.2013 06:48:35', 'Дарынок', '100', '----', ''),
(8, 0, '15.07.2013 06:51:11', 'Дарынок', '0', '----', 'thecore: Возврат!'),
(9, 2, '20.07.2013 07:11:13', 'New', '100', '----', ''),
(10, 3, '20.07.2013 07:12:11', 'Дарынок', '100', '----', ''),
(11, 0, '20.07.2013 07:15:52', 'Дарынок', '0', '100', 'thecore: Отмена продажи'),
(12, 4, '20.07.2013 07:32:18', 'Дарынок', '50', '----', ''),
(13, 0, '20.07.2013 07:38:59', 'Дарынок', '0', '50', 'thecore: Отмена продажи'),
(14, 5, '20.07.2013 07:42:03', 'Дарынок', '100', '----', ''),
(15, 6, '20.07.2013 07:42:29', 'Дарынок', '150', '----', ''),
(16, 0, '20.07.2013 07:45:42', 'Дарынок', '100', '50', 'thecore: test'),
(17, 0, '20.07.2013 07:46:12', 'Дарынок', '0', '100', 'thecore: Отмена продажи'),
(18, 0, '20.07.2013 08:00:33', 'Дарынок', '-50', '----', 'thecore: Возврат!'),
(19, 7, '20.07.2013 08:04:11', 'Дарынок', '205', '----', ''),
(20, 8, '20.07.2013 08:05:39', 'Дарынок', '255', '----', ''),
(21, 0, '20.07.2013 08:08:49', 'Дарынок', '205', '----', 'thecore: Возврат!'),
(22, 9, '20.07.2013 08:11:28', 'Дарынок', '305', '----', ''),
(23, 0, '20.07.2013 08:12:20', 'Дарынок', '50', '----', 'thecore: Возврат!'),
(24, 10, '20.07.2013 08:12:34', 'Дарынок', '150', '----', ''),
(25, 0, '20.07.2013 08:12:51', 'Дарынок', '50', '----', 'thecore: Возврат!'),
(26, 0, '20.07.2013 08:13:03', 'Дарынок', '-50', '----', 'thecore: Возврат!'),
(27, 11, '20.07.2013 08:13:17', 'Дарынок', '23', '----', ''),
(28, 12, '21.07.2013 07:10:27', 'New', '173', '----', ''),
(29, 13, '21.07.2013 07:12:11', 'New', '273', '----', ''),
(30, 0, '21.07.2013 07:15:57', 'New', '173', '----', 'thecore: Возврат!'),
(31, 14, '23.07.2013 03:11:39', 'Дарынок', '123', '----', ''),
(32, 0, '27.07.2013 02:46:02', 'Дарынок', '23', '----', 'thecore: Возврат!'),
(33, 0, '27.07.2013 03:31:13', 'Дарынок', '-50', '----', 'thecore: Возврат!'),
(34, 0, '27.07.2013 03:31:13', 'Дарынок', '5404', '----', ''),
(35, 0, '27.07.2013 03:40:48', 'Дарынок', '-50', '----', 'thecore: Возврат!'),
(36, 16, '27.07.2013 03:42:27', 'Дарынок', '-4', '----', ''),
(37, 0, '27.07.2013 03:48:13', 'Дарынок', '-50', '----', 'thecore: Возврат!'),
(38, 0, '27.07.2013 03:48:13', 'Дарынок', '406', '----', ''),
(39, 0, '27.07.2013 04:32:50', 'Дарынок', '306', '----', 'thecore: Возврат!'),
(40, 0, '27.07.2013 04:32:50', 'Дарынок', '396', '----', ''),
(41, 0, '27.07.2013 04:34:26', 'Дарынок', '306', '----', 'thecore: Возврат!'),
(42, 0, '27.07.2013 04:34:26', 'Дарынок', '396', '----', ''),
(43, 20, '27.07.2013 04:36:18', 'Дарынок', '486', '----', ''),
(44, 0, '27.07.2013 04:43:18', 'Дарынок', '396', '----', 'thecore: Возврат!'),
(45, 0, '27.07.2013 04:43:18', 'Дарынок', '486', '----', ''),
(46, 22, '27.07.2013 04:44:31', 'Дарынок', '586', '----', ''),
(47, 0, '27.07.2013 04:46:15', 'Дарынок', '486', '----', 'thecore: Возврат!'),
(48, 0, '27.07.2013 04:46:15', 'Дарынок', '586', '----', ''),
(49, 24, '27.07.2013 04:47:37', 'Дарынок', '6040', '----', ''),
(50, 25, '27.07.2013 04:48:04', 'Дарынок', '6295', '----', ''),
(51, 0, '27.07.2013 04:48:28', 'Дарынок', '6040', '----', 'thecore: Возврат!'),
(52, 0, '27.07.2013 04:48:28', 'Дарынок', '8040', '----', ''),
(53, 27, '27.07.2013 04:49:00', 'Дарынок', '8113', '----', ''),
(54, 28, '27.07.2013 04:55:52', 'Дарынок', '8213', '----', ''),
(55, 0, '27.07.2013 04:56:31', 'Дарынок', '8140', '----', 'thecore: Возврат!'),
(56, 0, '27.07.2013 04:56:31', 'Дарынок', '13594', '----', ''),
(57, 30, '27.07.2013 04:57:13', 'Дарынок', '13694', '----', ''),
(58, 31, '27.07.2013 04:58:20', 'Дарынок', '13794', '----', ''),
(59, 0, '27.07.2013 06:25:43', 'Дарынок', '13694', '----', 'thecore: Возврат!'),
(60, 0, '27.07.2013 06:25:43', 'Дарынок', '13794', '----', ''),
(61, 33, '27.07.2013 06:26:59', 'Дарынок', '13867', '----', ''),
(62, 0, '27.07.2013 06:27:24', 'Дарынок', '13794', '----', 'thecore: Возврат!'),
(63, 0, '27.07.2013 06:27:24', 'Дарынок', '19248', '----', ''),
(64, 35, '27.07.2013 06:41:11', 'Дарынок', '19321', '----', ''),
(65, 36, '27.07.2013 06:43:10', 'Дарынок', '19371', '----', ''),
(66, 0, '27.07.2013 06:45:04', 'Дарынок', '19321', '----', 'thecore: Возврат!'),
(67, 0, '27.07.2013 06:45:04', 'Дарынок', '19371', '----', ''),
(68, 38, '27.07.2013 06:46:20', 'Дарынок', '19444', '----', ''),
(69, 0, '27.07.2013 06:46:55', 'Дарынок', '19371', '----', 'thecore: Возврат!'),
(70, 0, '27.07.2013 06:46:55', 'Дарынок', '19444', '----', ''),
(71, 40, '27.07.2013 06:49:03', 'Дарынок', '19517', '----', ''),
(72, 0, '27.07.2013 06:53:33', 'Дарынок', '19444', '----', 'thecore: Возврат!'),
(73, 0, '27.07.2013 06:56:59', 'Дарынок', '19371', '----', 'thecore: Возврат!'),
(74, 0, '27.07.2013 06:56:59', 'Дарынок', '19444', '----', ''),
(75, 0, '27.07.2013 07:04:05', 'Дарынок', '19371', '----', 'thecore: Возврат!'),
(76, 0, '27.07.2013 07:04:05', 'Дарынок', '19444', '----', ''),
(77, 0, '27.07.2013 07:05:27', 'Дарынок', '19394', '----', 'thecore: Возврат!'),
(78, 0, '27.07.2013 07:05:27', 'Дарынок', '19444', '----', ''),
(79, 0, '27.07.2013 07:06:46', 'Дарынок', '19371', '----', 'thecore: Возврат!'),
(80, 0, '27.07.2013 07:06:46', 'Дарынок', '19444', '----', ''),
(81, 0, '27.07.2013 07:10:02', 'Дарынок', '19371', '----', 'thecore: Возврат!'),
(82, 0, '27.07.2013 07:10:02', 'Дарынок', '24825', '----', ''),
(83, 0, '27.07.2013 07:11:56', 'Дарынок', '24752', '----', 'thecore: Возврат!'),
(84, 0, '27.07.2013 07:11:56', 'Дарынок', '24825', '----', ''),
(85, 0, '27.07.2013 07:12:45', 'Дарынок', '24752', '----', 'thecore: Возврат!'),
(86, 0, '27.07.2013 07:12:45', 'Дарынок', '30206', '----', ''),
(87, 0, '27.07.2013 07:13:50', 'Дарынок', '24752', '----', 'thecore: Возврат!'),
(88, 0, '27.07.2013 07:13:50', 'Дарынок', '24825', '----', ''),
(89, 0, '27.07.2013 07:23:40', 'Дарынок', '24752', '----', 'thecore: Возврат!'),
(90, 0, '27.07.2013 07:23:40', 'Дарынок', '24825', '----', ''),
(91, 50, '27.07.2013 07:28:54', 'Дарынок', '24898', '----', ''),
(92, 0, '27.07.2013 07:32:41', 'Дарынок', '24825', '----', 'thecore: Возврат!'),
(93, 0, '27.07.2013 07:32:41', 'Дарынок', '24898', '----', ''),
(94, 0, '27.07.2013 07:33:51', 'Дарынок', '24825', '----', 'thecore: Возврат!'),
(95, 0, '27.07.2013 07:33:51', 'Дарынок', '30279', '----', ''),
(96, 53, '27.07.2013 07:54:06', 'Дарынок', '30319', '----', ''),
(97, 0, '27.07.2013 07:55:20', 'Дарынок', '30279', '----', 'thecore: Возврат!'),
(98, 0, '27.07.2013 07:55:20', 'Дарынок', '30319', '----', ''),
(99, 55, '27.07.2013 07:58:32', 'Дарынок', '30359', '----', ''),
(100, 0, '27.07.2013 07:59:01', 'Дарынок', '30319', '----', 'thecore: Возврат!'),
(101, 0, '27.07.2013 07:59:01', 'Дарынок', '30359', '----', ''),
(102, 57, '27.07.2013 08:51:28', 'Дарынок', '30409', '----', ''),
(103, 0, '28.07.2013 07:39:35', 'Дарынок', '30359', '----', 'thecore: Возврат!'),
(104, 58, '28.07.2013 07:39:58', 'Дарынок', '30409', '----', ''),
(105, 0, '28.07.2013 07:40:29', 'Дарынок', '30359', '----', 'thecore: Возврат!'),
(106, 59, '28.07.2013 07:41:27', 'Дарынок', '30399', '----', ''),
(107, 0, '28.07.2013 07:41:58', 'Дарынок', '30359', '----', 'thecore: Возврат!'),
(108, 0, '28.07.2013 07:41:58', 'Дарынок', '30815', '----', ''),
(109, 61, '28.07.2013 07:43:57', 'Дарынок', '30855', '----', ''),
(110, 0, '28.07.2013 07:44:50', 'Дарынок', '30815', '----', 'thecore: Возврат!'),
(111, 0, '28.07.2013 07:44:50', 'Дарынок', '31271', '----', ''),
(112, 63, '28.07.2013 07:47:28', 'Дарынок', '31311', '----', ''),
(113, 0, '28.07.2013 07:48:57', 'Дарынок', '31271', '----', 'thecore: Возврат!'),
(114, 0, '28.07.2013 07:48:57', 'Дарынок', '31717', '----', '');

-- --------------------------------------------------------

--
-- Структура таблицы `magazinu`
--

CREATE TABLE IF NOT EXISTS `magazinu` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `tab_show` varchar(5) NOT NULL,
  `perv_prod` varchar(5) NOT NULL,
  `add` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Дамп данных таблицы `magazinu`
--

INSERT INTO `magazinu` (`ID`, `name`, `tab_show`, `perv_prod`, `add`) VALUES
(1, 'Дарынок', '1', '1', NULL),
(2, 'New', '111', '0', NULL),
(6, 'Tect`new', '111', '0', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `peremeschenie`
--

CREATE TABLE IF NOT EXISTS `peremeschenie` (
  `ID` int(100) NOT NULL AUTO_INCREMENT,
  `data` varchar(100) DEFAULT NULL,
  `kateg` varchar(100) DEFAULT NULL,
  `brend` varchar(100) DEFAULT NULL,
  `tovar` varchar(100) DEFAULT NULL,
  `razmer` varchar(100) NOT NULL,
  `cvet` varchar(100) NOT NULL,
  `material` varchar(100) NOT NULL,
  `kolichestvo` varchar(100) DEFAULT NULL,
  `peremescheno_otkuda` varchar(100) DEFAULT NULL,
  `peremescheno_kuda` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- Дамп данных таблицы `peremeschenie`
--

INSERT INTO `peremeschenie` (`ID`, `data`, `kateg`, `brend`, `tovar`, `razmer`, `cvet`, `material`, `kolichestvo`, `peremescheno_otkuda`, `peremescheno_kuda`) VALUES
(1, '10.07.2013 00:24:18', 'Аксесуары', 'Бляд', '1001', '12', 'белый', 'хлопок', '7', 'Дарынок', 'New'),
(2, '10.07.2013 00:25:32', 'Сумки', 'Млин', '565656', '66', 'белый', 'хлопок', '9', 'Дарынок', 'Дарынок'),
(3, '10.07.2013 00:25:45', 'Сумки', 'Млин', '565656', '66', 'белый', 'хлопок', '9', 'Дарынок', 'New'),
(4, '10.07.2013 00:26:46', 'Сумки', 'Млин', '565656', '66', 'белый', 'хлопок', '3', 'New', 'Дарынок'),
(5, '18.07.2013 01:45:39', 'При', 'Жест', '1001hj', '12', 'test', 'каволок', '5', 'Дарынок', 'New'),
(6, '18.07.2013 01:52:36', 'При', 'Жест', '1001hj', '12', 'test', 'каволок', '1', 'New', 'Дарынок'),
(7, '18.07.2013 20:59:26', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '3', 'Дарынок', 'Дарынок'),
(8, '18.07.2013 22:39:31', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '5', 'Дарынок', 'Tect`new');

-- --------------------------------------------------------

--
-- Структура таблицы `plan`
--

CREATE TABLE IF NOT EXISTS `plan` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_magazina` int(10) NOT NULL,
  `naimenov` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `plane` int(10) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=32 ;

--
-- Дамп данных таблицы `plan`
--

INSERT INTO `plan` (`ID`, `ID_magazina`, `naimenov`, `name`, `plane`) VALUES
(1, 1, 'Терминалы', 'term', 1000),
(2, 1, 'Аксесуары', 'acses', 0),
(4, 1, 'Подключения', 'podkl', 0),
(5, 1, 'Стартовые', 'starpak', 0),
(6, 1, 'Бонус к выполнению плана', 'bonus', 100),
(7, 2, 'Терминалы', 'term', 0),
(8, 2, 'Аксесуары', 'acses', 0),
(9, 2, 'Подключения', 'podkl', 0),
(10, 2, 'Стартовые', 'starpak', 0),
(11, 2, 'Бонус к выполнению плана', 'bonus', 0),
(27, 6, 'Терминалы', 'term', 0),
(28, 6, 'Аксесуары', 'acses', 0),
(29, 6, 'Подключения', 'podkl', 0),
(30, 6, 'Стартовые', 'starpak', 0),
(31, 6, 'Бонус к выполнению плана', 'bonus', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `prase`
--

CREATE TABLE IF NOT EXISTS `prase` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_kategorii` int(10) NOT NULL,
  `ID_brenda` int(10) NOT NULL,
  `nomer_mod` varchar(100) NOT NULL,
  `razmer` varchar(100) NOT NULL,
  `cvet` varchar(100) NOT NULL,
  `material` varchar(100) NOT NULL,
  `cena` varchar(100) NOT NULL,
  `voznag` varchar(100) NOT NULL DEFAULT '----',
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=24 ;

--
-- Дамп данных таблицы `prase`
--

INSERT INTO `prase` (`ID`, `ID_kategorii`, `ID_brenda`, `nomer_mod`, `razmer`, `cvet`, `material`, `cena`, `voznag`) VALUES
(1, 2, 3, '1001', '12', 'белый', 'хлопок', '100', '0'),
(2, 2, 3, '1001', '13', 'белый', 'хлопок', '100', '----'),
(3, 2, 3, '1001', '32', 'белый', 'хлопок', '100', '0'),
(4, 2, 3, '1001', '12', 'желтый', 'хлопок', '100', '0'),
(5, 2, 3, '1001', '12', 'белый', 'каволок', '73', '----'),
(6, 1, 6, '1002', '12', 'белый', 'пров', '255', '----'),
(7, 1, 4, '1003', '64', 'желтый', 'каволок', '2000', '----'),
(8, 3, 8, '565656', '66', 'белый', 'хлопок', '100', '----'),
(9, 4, 10, '9898', '77', 'желтый', 'хз', '100', '----'),
(13, 13, 13, '1001`hj', '32', 'test', 'test', '100', '100'),
(14, 14, 14, '1001`hj', '32', 'белый', 'хлопок', '100', '50'),
(19, 15, 15, '1001hj"nn', '12', 'test', 'каволок', '73', '50'),
(18, 13, 13, 'Stereo гар`нитура "S-Musiс" Nok X3(3,5)', '64', 'желтый', 'test', '100', '0'),
(20, 16, 16, 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7'),
(21, 3, 8, '565656', '2', 'пров', 'пров', '73', '32'),
(22, 15, 15, '2020', '13', 'grey', 'bulk', '5454', '54'),
(23, 16, 17, '787878', '4A', 'cthsq', 'tut', '456', '5');

-- --------------------------------------------------------

--
-- Структура таблицы `prihodu`
--

CREATE TABLE IF NOT EXISTS `prihodu` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `data` varchar(100) NOT NULL,
  `ID_magazina` int(10) NOT NULL,
  `ID_kategorii` int(10) NOT NULL,
  `ID_brenda` int(10) NOT NULL,
  `ID_tovara` int(10) NOT NULL,
  `kol_prihoda` varchar(100) NOT NULL,
  `primech` varchar(100) NOT NULL,
  `user` varchar(100) NOT NULL,
  `sec_data` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=152 ;

--
-- Дамп данных таблицы `prihodu`
--

INSERT INTO `prihodu` (`ID`, `data`, `ID_magazina`, `ID_kategorii`, `ID_brenda`, `ID_tovara`, `kol_prihoda`, `primech`, `user`, `sec_data`) VALUES
(1, '26.06.2013 07:40:28', 1, 2, 3, 1, '10', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(2, '26.06.2013 19:10:36', 1, 2, 3, 1001, '1', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(3, '26.06.2013 19:34:58', 1, 2, 3, 1001, '10', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(4, '26.06.2013 19:42:16', 1, 2, 3, 1001, '1', 'Редактирование записи, утсановка значения', 'thecore', '06.2013'),
(5, '26.06.2013 19:42:28', 1, 2, 3, 1001, '100', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(6, '26.06.2013 19:43:26', 1, 2, 3, 0, '1', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(7, '26.06.2013 19:53:37', 1, 2, 3, 0, '10', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(8, '26.06.2013 19:58:38', 1, 2, 3, 0, '1', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(9, '26.06.2013 20:17:50', 1, 2, 3, 1, '100', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(10, '26.06.2013 22:57:23', 1, 2, 3, 5, '100', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(11, '26.06.2013 23:32:13', 1, 0, 0, 0, '', 'Редактирование записи, утсановка значения', 'thecore', '06.2013'),
(12, '26.06.2013 23:35:46', 1, 2, 3, 4, '1', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(13, '27.06.2013 00:24:01', 1, 1, 6, 6, '10', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(14, '27.06.2013 01:23:03', 1, 1, 4, 7, '100', 'Добавление записи о товаре в остатки', 'thecore', '06.2013'),
(15, '09.07.2013 18:49:27', 1, 1, 6, 6, '100', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(16, '09.07.2013 22:04:11', 1, 1, 6, 6, '+20', 'Добавление на склад', 'thecore', '07.2013'),
(17, '09.07.2013 22:16:21', 1, 1, 6, 6, '+100', 'Добавление на склад', 'thecore', '07.2013'),
(18, '09.07.2013 22:24:54', 1, 2, 3, 4, '+12', 'Добавление на склад', 'thecore', '07.2013'),
(19, '09.07.2013 22:50:36', 1, 3, 8, 8, '12', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(20, '09.07.2013 22:52:10', 1, 3, 8, 8, '12', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(21, '09.07.2013 22:53:40', 1, 3, 8, 8, '13', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(22, '09.07.2013 22:54:47', 1, 2, 3, 3, '100', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(23, '09.07.2013 23:18:11', 1, 2, 3, 3, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(24, '09.07.2013 23:20:14', 1, 2, 3, 2, '12', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(25, '10.07.2013 00:24:18', 1, 2, 3, 1, '-7', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(26, '10.07.2013 00:24:18', 2, 2, 3, 1, '+7', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(27, '10.07.2013 00:25:32', 1, 3, 8, 8, '-9', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(28, '10.07.2013 00:25:32', 1, 3, 8, 8, '+9', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(29, '10.07.2013 00:25:45', 1, 3, 8, 8, '-9', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(30, '10.07.2013 00:25:45', 2, 3, 8, 8, '+9', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(31, '10.07.2013 00:26:46', 2, 3, 8, 8, '-3', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(32, '10.07.2013 00:26:46', 1, 3, 8, 8, '+3', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(33, '10.07.2013 01:43:42', 2, 2, 3, 0, '27', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(34, '10.07.2013 01:49:23', 2, 3, 8, 8, '777', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(35, '10.07.2013 01:51:36', 2, 4, 10, 9, '783', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(36, '10.07.2013 01:54:06', 2, 3, 8, 8, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(37, '10.07.2013 01:54:51', 2, 3, 8, 8, '+16', 'Добавление на склад', 'thecore', '07.2013'),
(38, '10.07.2013 01:56:03', 2, 2, 3, 2, '1', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(39, '10.07.2013 01:56:34', 2, 4, 10, 9, '1', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(40, '10.07.2013 01:57:01', 2, 4, 10, 9, '1', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(41, '10.07.2013 02:02:43', 2, 4, 10, 9, '1', 'Редактирование записи, утсановка значения', 'thecore', '07.2013'),
(42, '14.07.2013 16:14:04', 1, 14, 14, 14, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(43, '15.07.2013 06:48:17', 1, 2, 3, 1, '-1 (92)', 'Продажа!', 'thecore', '07.2013'),
(44, '15.07.2013 06:50:34', 1, 2, 3, 1, '+1', 'Возврат!', 'thecore', ''),
(45, '18.07.2013 00:36:34', 1, 15, 15, 0, '100', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(46, '18.07.2013 00:45:46', 1, 4, 10, 9, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(47, '18.07.2013 00:46:16', 1, 14, 14, 14, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(48, '18.07.2013 01:05:57', 1, 15, 15, 0, '12', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(49, '18.07.2013 01:13:39', 1, 15, 15, 0, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(50, '18.07.2013 01:14:15', 1, 15, 15, 0, '1', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(51, '18.07.2013 01:23:15', 1, 15, 15, 19, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(52, '18.07.2013 01:45:39', 1, 15, 15, 19, '-5', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(53, '18.07.2013 01:45:39', 2, 15, 15, 19, '+5', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(54, '18.07.2013 01:52:36', 2, 15, 15, 19, '-1', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(55, '18.07.2013 01:52:36', 1, 15, 15, 19, '+1', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(56, '18.07.2013 02:03:04', 1, 14, 14, 14, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(57, '18.07.2013 20:59:26', 1, 15, 15, 19, '-3', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(58, '18.07.2013 20:59:26', 1, 15, 15, 19, '+3', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(59, '18.07.2013 22:38:54', 1, 16, 16, 20, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(60, '18.07.2013 22:39:31', 1, 16, 16, 20, '-5', 'Перемещение товара из магазина', 'thecore', '07.2013'),
(61, '18.07.2013 22:39:31', 6, 16, 16, 20, '+5', 'Перемещение товара в магазин', 'thecore', '07.2013'),
(62, '19.07.2013 08:54:25', 1, 2, 3, 5, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(63, '20.07.2013 06:06:08', 1, 3, 8, 21, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(64, '20.07.2013 06:57:55', 2, 4, 10, 9, '-1 (785)', 'Продажа!', 'thecore', '07.2013'),
(65, '20.07.2013 07:12:02', 1, 2, 3, 2, '-1 (11)', 'Продажа!', 'thecore', '07.2013'),
(66, '20.07.2013 07:15:52', 1, 2, 3, 1, '+1', 'Отмена продажи', 'thecore', '07.2013'),
(67, '20.07.2013 07:32:07', 1, 16, 16, 20, '-1 (4)', 'Продажа!', 'thecore', '07.2013'),
(68, '20.07.2013 07:38:59', 1, 16, 16, 20, '+1', 'Отмена продажи', 'thecore', '07.2013'),
(69, '20.07.2013 07:41:52', 1, 14, 14, 14, '-1 (9)', 'Продажа!', 'thecore', '07.2013'),
(70, '20.07.2013 07:42:21', 1, 16, 16, 20, '-1 (4)', 'Продажа!', 'thecore', '07.2013'),
(71, '20.07.2013 07:46:12', 1, 14, 14, 14, '+1', 'Отмена продажи', 'thecore', '07.2013'),
(72, '20.07.2013 08:04:03', 1, 1, 6, 6, '-1 (9)', 'Продажа!', 'thecore', '07.2013'),
(73, '20.07.2013 08:05:30', 1, 16, 16, 20, '-1 (3)', 'Продажа!', 'thecore', '07.2013'),
(74, '20.07.2013 08:11:19', 1, 4, 10, 9, '-1 (9)', 'Продажа!', 'thecore', '07.2013'),
(75, '20.07.2013 08:12:26', 1, 14, 14, 14, '-1 (9)', 'Продажа!', 'thecore', '07.2013'),
(76, '20.07.2013 08:13:07', 1, 15, 15, 19, '-1 (5)', 'Продажа!', 'thecore', '07.2013'),
(77, '21.07.2013 07:10:15', 2, 15, 15, 19, '-1 (3)', 'Продажа!', 'thecore', '07.2013'),
(78, '21.07.2013 07:12:03', 2, 4, 10, 9, '-1 (784)', 'Продажа!', 'thecore', '07.2013'),
(79, '21.07.2013 07:14:46', 2, 4, 10, 9, '+1', 'Возврат!', 'thecore', '07.2013'),
(80, '23.07.2013 02:56:41', 1, 15, 15, 22, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(81, '23.07.2013 03:11:25', 1, 2, 3, 2, '-1 (10)', 'Продажа!', 'thecore', '07.2013'),
(82, '27.07.2013 02:45:38', 1, 2, 3, 1, '+1', 'Возврат!', 'thecore', '07.2013'),
(83, '27.07.2013 03:29:49', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(84, '27.07.2013 03:40:27', 1, 15, 15, 22, '+1', 'Возврат!', 'thecore', '07.2013'),
(85, '27.07.2013 03:42:00', 1, 16, 16, 20, '-1 (2)', 'Продажа!', 'thecore', '07.2013'),
(86, '27.07.2013 03:45:57', 1, 16, 17, 23, '10', 'Добавление записи о товаре в остатки', 'thecore', '07.2013'),
(87, '27.07.2013 03:46:48', 1, 16, 17, 23, '-1', 'Обмен!', 'thecore', '07.2013'),
(88, '27.07.2013 03:46:48', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(89, '27.07.2013 04:32:27', 1, 4, 10, 9, '-1', 'Обмен!', 'thecore', '07.2013'),
(90, '27.07.2013 04:34:10', 1, 4, 10, 9, '-1', 'Обмен!', 'thecore', '07.2013'),
(91, '27.07.2013 04:35:53', 1, 3, 8, 8, '-1 (5)', 'Продажа!', 'thecore', '07.2013'),
(92, '27.07.2013 04:42:54', 1, 4, 10, 9, '-1', 'Обмен!', 'thecore', '07.2013'),
(93, '27.07.2013 04:44:23', 1, 4, 10, 9, '-1 (5)', 'Продажа!', 'thecore', '07.2013'),
(94, '27.07.2013 04:45:55', 1, 4, 10, 9, '-1', 'Обмен!', 'thecore', '07.2013'),
(95, '27.07.2013 04:47:29', 1, 15, 15, 22, '-1 (9)', 'Продажа!', 'thecore', '07.2013'),
(96, '27.07.2013 04:47:56', 1, 1, 6, 6, '-1 (8)', 'Продажа!', 'thecore', '07.2013'),
(97, '27.07.2013 04:48:09', 1, 1, 4, 7, '-1', 'Обмен!', 'thecore', '07.2013'),
(98, '27.07.2013 04:48:49', 1, 15, 15, 19, '-1 (4)', 'Продажа!', 'thecore', '07.2013'),
(99, '27.07.2013 04:55:46', 1, 4, 10, 9, '-1 (3)', 'Продажа!', 'thecore', '07.2013'),
(100, '27.07.2013 04:55:57', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(101, '27.07.2013 04:57:04', 1, 4, 10, 9, '-1 (2)', 'Продажа!', 'thecore', '07.2013'),
(102, '27.07.2013 04:58:12', 1, 14, 14, 14, '-1 (8)', 'Продажа!', 'thecore', '07.2013'),
(103, '27.07.2013 06:25:16', 1, 14, 14, 14, '-1', 'Обмен!', 'thecore', '07.2013'),
(104, '27.07.2013 06:26:51', 1, 15, 15, 19, '-1 (3)', 'Продажа!', 'thecore', '07.2013'),
(105, '27.07.2013 06:27:06', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(106, '27.07.2013 06:41:02', 1, 15, 15, 19, '-1 (2)', 'Продажа!', 'thecore', '07.2013'),
(107, '27.07.2013 06:42:57', 1, 16, 16, 20, '-1 (2)', 'Продажа!', 'thecore', '07.2013'),
(108, '27.07.2013 06:44:43', 1, 16, 16, 20, '-1', 'Обмен!', 'thecore', '07.2013'),
(109, '27.07.2013 06:46:12', 1, 15, 15, 19, '-1 (1)', 'Продажа!', 'thecore', '07.2013'),
(110, '27.07.2013 06:46:35', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(111, '27.07.2013 06:48:15', 1, 15, 15, 19, '+1000000', 'Добавление на склад', 'thecore', '07.2013'),
(112, '27.07.2013 06:48:53', 1, 15, 15, 19, '-1 (999999)', 'Продажа!', 'thecore', '07.2013'),
(113, '27.07.2013 06:53:14', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(114, '27.07.2013 06:56:38', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(115, '27.07.2013 07:03:42', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(116, '27.07.2013 07:03:42', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(117, '27.07.2013 07:05:07', 1, 16, 16, 20, '-1', 'Обмен!', 'thecore', '07.2013'),
(118, '27.07.2013 07:05:07', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(119, '27.07.2013 07:06:25', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(120, '27.07.2013 07:06:25', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(121, '27.07.2013 07:09:42', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(122, '27.07.2013 07:11:26', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(123, '27.07.2013 07:11:26', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(124, '27.07.2013 07:12:28', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(125, '27.07.2013 07:13:25', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(126, '27.07.2013 07:13:25', 1, 15, 15, 22, '+1', 'Возврат!', 'thecore', '07.2013'),
(127, '27.07.2013 07:23:18', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(128, '27.07.2013 07:23:18', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(129, '27.07.2013 07:28:44', 1, 15, 15, 19, '-1 (999997)', 'Продажа!', 'thecore', '07.2013'),
(130, '27.07.2013 07:32:22', 1, 15, 15, 19, '-1', 'Обмен!', 'thecore', '07.2013'),
(131, '27.07.2013 07:32:22', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(132, '27.07.2013 07:33:31', 1, 15, 15, 22, '-1', 'Обмен!', 'thecore', '07.2013'),
(133, '27.07.2013 07:33:31', 1, 15, 15, 19, '+1', 'Возврат!', 'thecore', '07.2013'),
(134, '27.07.2013 07:53:40', 1, 16, 16, 20, '-1 (0)', 'Продажа!', 'thecore', '07.2013'),
(135, '27.07.2013 07:54:21', 1, 16, 16, 20, '+1000000', 'Добавление на склад', 'thecore', '07.2013'),
(136, '27.07.2013 07:54:34', 1, 16, 16, 20, '-1', 'Обмен!', 'thecore', '07.2013'),
(137, '27.07.2013 07:54:34', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(138, '27.07.2013 07:58:18', 1, 16, 16, 20, '-1 (999999)', 'Продажа!', 'thecore', '07.2013'),
(139, '27.07.2013 07:58:41', 1, 16, 16, 20, '-1', 'Обмен!', 'thecore', '07.2013'),
(140, '27.07.2013 07:58:41', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(141, '27.07.2013 08:51:20', 1, 16, 16, 20, '-1 (999998)', 'Продажа!', 'thecore', '07.2013'),
(142, '28.07.2013 07:39:48', 1, 16, 16, 20, '-1 (999997)', 'Продажа!', 'thecore', '07.2013'),
(143, '28.07.2013 07:40:02', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(144, '28.07.2013 07:41:09', 1, 16, 16, 20, '-1 (999997)', 'Продажа!', 'thecore', '07.2013'),
(145, '28.07.2013 07:41:32', 1, 16, 17, 23, '-1', 'Обмен!', 'thecore', '07.2013'),
(146, '28.07.2013 07:43:43', 1, 16, 16, 20, '-1 (999996)', 'Продажа!', 'thecore', '07.2013'),
(147, '28.07.2013 07:44:28', 1, 16, 17, 23, '-1', 'Обмен!', 'thecore', '07.2013'),
(148, '28.07.2013 07:44:28', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013'),
(149, '28.07.2013 07:47:13', 1, 16, 16, 20, '-1 (999996)', 'Продажа!', 'thecore', '07.2013'),
(150, '28.07.2013 07:48:27', 1, 16, 17, 23, '-1', 'Обмен!', 'thecore', '07.2013'),
(151, '28.07.2013 07:48:27', 1, 16, 16, 20, '+1', 'Возврат!', 'thecore', '07.2013');

-- --------------------------------------------------------

--
-- Структура таблицы `prodaja`
--

CREATE TABLE IF NOT EXISTS `prodaja` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `data` varchar(100) NOT NULL,
  `magazin` varchar(100) NOT NULL,
  `kategoria` varchar(100) NOT NULL,
  `brend` varchar(100) NOT NULL,
  `nomer_mod` varchar(100) NOT NULL,
  `razmer` varchar(100) NOT NULL,
  `cvet` varchar(100) NOT NULL,
  `material` varchar(100) NOT NULL,
  `cena` varchar(100) NOT NULL,
  `voznag` varchar(100) NOT NULL,
  `procent` varchar(100) NOT NULL,
  `kontakt_nomer_tel` varchar(100) DEFAULT NULL,
  `FIO` varchar(200) DEFAULT NULL,
  `skidka` varchar(100) DEFAULT NULL,
  `add` varchar(500) DEFAULT NULL,
  `user` varchar(100) NOT NULL,
  `printer_ID` varchar(10) NOT NULL,
  `sec_data` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=65 ;

--
-- Дамп данных таблицы `prodaja`
--

INSERT INTO `prodaja` (`ID`, `data`, `magazin`, `kategoria`, `brend`, `nomer_mod`, `razmer`, `cvet`, `material`, `cena`, `voznag`, `procent`, `kontakt_nomer_tel`, `FIO`, `skidka`, `add`, `user`, `printer_ID`, `sec_data`) VALUES
(1, '15.07.2013 06:48:17', 'Дарынок', 'Аксесуары', 'Бляд', '1001', '12', 'белый', 'хлопок', '100', '0', '10', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(2, '20.07.2013 06:57:55', 'New', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', '', 'thecore', '', '07.2013'),
(3, '20.07.2013 07:12:02', 'Дарынок', 'Аксесуары', 'Бляд', '1001', '13', 'белый', 'хлопок', '100', '----', '10', '', '', '', 'Отмена прадажи!', 'thecore', '', '07.2013_rollback'),
(4, '20.07.2013 07:32:07', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7', '5', '', '', '', 'Отмена прадажи!', 'thecore', '', '07.2013_rollback'),
(5, '20.07.2013 07:41:52', 'Дарынок', 'При`rkfl```````', 'Ка```валkkок', '1001`hj', '32', 'белый', 'хлопок', '100', '50', '10', '', '', '', 'Отмена прадажи!', 'thecore', '', '07.2013_rollback'),
(6, '20.07.2013 08:03:29', 'Дарынок', 'Обувь', 'Жесть', '1002', '12', 'белый', 'пров', '255', '----', '', '', '', '', '', 'thecore', '', '07.2013_rollback'),
(7, '20.07.2013 08:04:03', 'Дарынок', 'Обувь', 'Жесть', '1002', '12', 'белый', 'пров', '255', '----', '25.5', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(8, '20.07.2013 08:05:30', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7', '5', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(9, '20.07.2013 08:11:19', 'Дарынок', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(10, '20.07.2013 08:12:26', 'Дарынок', 'При`rkfl```````', 'Ка```валkkок', '1001`hj', '32', 'белый', 'хлопок', '100', '50', '10', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(15, '27.07.2013 03:29:49', 'Дарынок', 'При"rkfl', 'Жест"ь', '2020', '13', 'grey', 'bulk', '5454', '54', '545.4', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(12, '21.07.2013 07:10:15', 'New', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '73', '50', '7.3', '', '', '', '', 'thecore', '', '07.2013'),
(13, '21.07.2013 07:12:03', 'New', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(14, '23.07.2013 03:11:25', 'Дарынок', 'Аксесуары', 'Бляд', '1001', '13', 'белый', 'хлопок', '100', '----', '10', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(21, '27.07.2013 04:42:54', 'Дарынок', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '9', '', '', '10', 'Этот товар был выдан на замену: Жесть / 9898 / 77 / желтый / хз, который был продан 27.07.2013 04:34:10', 'thecore', '', '07.2013'),
(20, '27.07.2013 04:35:53', 'Дарынок', 'Сумки', 'Млин', '565656', '66', 'белый', 'хлопок', '100', '----', '9', 'Контактный номер телефона', 'ФИО', '10', 'test', 'thecore', '', '07.2013'),
(23, '27.07.2013 04:45:55', 'Дарынок', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', 'Этот товар был выдан на замену: Жесть / 9898 / 77 / желтый / хз, который был продан 27.07.2013 04:44:23', 'thecore', '', '07.2013'),
(24, '27.07.2013 04:47:29', 'Дарынок', 'При"rkfl', 'Жест"ь', '2020', '13', 'grey', 'bulk', '5454', '54', '545.4', '', '', '', '', 'thecore', '', '07.2013'),
(26, '27.07.2013 04:48:09', 'Дарынок', 'Обувь', 'Привет', '1003', '64', 'желтый', 'каволок', '2000', '----', '200', '', '', '', 'Этот товар был выдан на замену: Жесть / 1002 / 12 / белый / пров, который был продан 27.07.2013 04:47:56', 'thecore', '', '07.2013'),
(29, '27.07.2013 04:55:57', 'Дарынок', 'При"rkfl', 'Жест"ь', '22', '13', 'grey', 'bulk', '5454', '54', '545.4', '', '', '', 'Этот товар был выдан на замену: Жест', 'thecore', '', '07.2013'),
(28, '27.07.2013 04:55:46', 'Дарынок', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', '', 'thecore', '', '07.2013'),
(30, '27.07.2013 04:57:04', 'Дарынок', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '100', '----', '10', '', '', '', '', 'thecore', '', '07.2013'),
(54, '27.07.2013 07:54:34', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7', '4', 'Контактный номер телефона', 'ФИО', '10', 'Этот товар был выдан на замену: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin, который был продан 27.07.2013 07:53:40', 'thecore', '', '07.2013'),
(56, '27.07.2013 07:58:41', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y', 'cud', '50', '7', '4', 'Контактный номер телефона', 'ФИО', '10', 'Этот товар был выдан на замену: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin, который был продан 27.07.2013 07:58:18', 'thecore', '', '07.2013'),
(57, '27.07.2013 08:51:20', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7', '5', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(40, '27.07.2013 06:48:53', 'Дарынок', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '73', '50', '7.3', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(58, '28.07.2013 07:39:48', 'Дарынок', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '50', '7', '5', '', '', '', 'Возврат денег за товар!', 'thecore', '', '07.2013_rollback'),
(60, '28.07.2013 07:41:32', 'Дарынок', 'При`rkfl"t jjhjh', 'Test', '787878', '4A', 'cthsq', 'tut', '456', '5', '45.6', 'Контактный номер телефона', 'ФИО', '', 'Этот товар был выдан на замену: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin, который был продан 28.07.2013 07:41:09', 'thecore', '', '07.2013'),
(62, '28.07.2013 07:44:28', 'Дарынок', 'При`rkfl"t jjhjh', 'Test', '787878', '4A', 'cthsq', 'tut', '456', '5', '45.6', 'Контактный номер телефона', 'ФИО', '', 'Этот товар был выдан на замену: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin, который был продан 28.07.2013 07:43:43', 'thecore', '', '07.2013'),
(64, '28.07.2013 07:48:27', 'Дарынок', 'При`rkfl"t jjhjh', 'Test', '787878', '4A', 'cthsq', 'tut', '456', '5', '44.6', 'Контактный номер телефона', 'ФИО', '10', 'Этот товар был выдан на замену: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin, который был продан 28.07.2013 07:47:13', 'thecore', '', '07.2013');

-- --------------------------------------------------------

--
-- Структура таблицы `shoutbox`
--

CREATE TABLE IF NOT EXISTS `shoutbox` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `user` varchar(25) NOT NULL,
  `message` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- Дамп данных таблицы `shoutbox`
--

INSERT INTO `shoutbox` (`id`, `date`, `user`, `message`) VALUES
(1, '2013-02-08 21:34:10', 'thecore', 'test test'),
(2, '2013-02-08 21:34:24', 'thecore', 'Ð¿ÐµÑ€ÐµÐ²Ñ–Ñ€ÐºÐ°'),
(3, '2013-02-09 14:50:22', 'admin_andrew', 'Ñ‰Ð¾ Ñ†Ðµ\n'),
(4, '2013-02-09 14:50:47', 'admin_andrew', 'Ð–)'),
(5, '2013-03-04 08:55:06', 'sergey', '9 Ð³Ñ€Ð½ Ð¾ÑÑ‚Ð°Ñ‚Ð¾Ðº Ð² ÐºÐ°ÑÑÐµ    977 Ð³Ñ€Ð½ '),
(6, '2013-03-04 08:56:21', 'sergey', 'Ð¾Ð±Ñ‰Ð°Ñ Ð´Ð¾Ð»Ð¶Ð½Ð° Ð±Ñ‹Ñ‚ÑŒ 986');

-- --------------------------------------------------------

--
-- Структура таблицы `sklad_brendu`
--

CREATE TABLE IF NOT EXISTS `sklad_brendu` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_kategorii` int(10) NOT NULL,
  `brend` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=18 ;

--
-- Дамп данных таблицы `sklad_brendu`
--

INSERT INTO `sklad_brendu` (`ID`, `ID_kategorii`, `brend`) VALUES
(1, 2, 'Кавалок'),
(2, 2, 'Неонарро'),
(3, 2, 'Бляд'),
(4, 1, 'Привет'),
(5, 1, 'Штанга'),
(6, 1, 'Жесть'),
(7, 3, 'Р'),
(8, 3, 'Млин'),
(9, 3, 'Юя'),
(10, 4, 'Жесть'),
(13, 13, 'Жесть`'),
(14, 14, 'Ка```валkkок'),
(15, 15, 'Жест"ь'),
(16, 16, 'test` bren"nd'),
(17, 16, 'Test');

-- --------------------------------------------------------

--
-- Структура таблицы `sklad_kategorii`
--

CREATE TABLE IF NOT EXISTS `sklad_kategorii` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `kateg` varchar(100) NOT NULL,
  `add` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=17 ;

--
-- Дамп данных таблицы `sklad_kategorii`
--

INSERT INTO `sklad_kategorii` (`ID`, `kateg`, `add`) VALUES
(1, 'Обувь', ''),
(2, 'Аксесуары', ''),
(3, 'Сумки', ''),
(4, 'Мобильные', ''),
(14, 'При`rkfl```````', ''),
(15, 'При"rkfl', ''),
(16, 'При`rkfl"t jjhjh', ''),
(13, 'При`rkfl', '');

-- --------------------------------------------------------

--
-- Структура таблицы `sklad_tovaru`
--

CREATE TABLE IF NOT EXISTS `sklad_tovaru` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_magazina` int(10) NOT NULL,
  `ID_kategorii` int(10) NOT NULL,
  `ID_brenda` int(10) NOT NULL,
  `ID_tovara` int(10) NOT NULL,
  `kol_posl_prihoda` varchar(100) NOT NULL,
  `data_posl_prihoda` varchar(100) NOT NULL,
  `kolichestvo` int(5) NOT NULL,
  `add` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=39 ;

--
-- Дамп данных таблицы `sklad_tovaru`
--

INSERT INTO `sklad_tovaru` (`ID`, `ID_magazina`, `ID_kategorii`, `ID_brenda`, `ID_tovara`, `kol_posl_prihoda`, `data_posl_prihoda`, `kolichestvo`, `add`) VALUES
(11, 1, 1, 6, 6, '-1', '27.07.2013 04:47:56', 8, NULL),
(8, 1, 2, 3, 1, '+1', '27.07.2013 02:45:38', 95, NULL),
(10, 1, 2, 3, 4, '+12', '09.07.2013 22:24:54', 13, NULL),
(12, 1, 1, 4, 7, '-1', '27.07.2013 04:48:09', 99, NULL),
(13, 1, 3, 8, 8, '-1', '27.07.2013 04:35:53', 5, NULL),
(18, 1, 2, 3, 2, '-1', '23.07.2013 03:11:25', 10, NULL),
(17, 1, 2, 3, 3, '+10', '09.07.2013 23:18:11', 10, NULL),
(21, 2, 3, 8, 8, '+16', '10.07.2013 01:54:51', 26, NULL),
(20, 2, 4, 10, 9, '+1', '21.07.2013 07:14:46', 785, NULL),
(30, 1, 15, 15, 19, '+1', '27.07.2013 07:33:31', 999998, NULL),
(25, 1, 4, 10, 9, '-1', '27.07.2013 04:57:04', 2, NULL),
(31, 2, 15, 15, 19, '-1', '21.07.2013 07:10:15', 3, NULL),
(32, 1, 14, 14, 14, '-1', '27.07.2013 06:25:16', 7, NULL),
(33, 1, 16, 16, 20, '+1', '28.07.2013 07:48:27', 999997, NULL),
(34, 6, 16, 16, 20, '+5', '18.07.2013 22:39:31', 5, NULL),
(35, 1, 2, 3, 5, '+10', '19.07.2013 08:54:25', 10, NULL),
(36, 1, 3, 8, 21, '+10', '20.07.2013 06:06:08', 10, NULL),
(37, 1, 15, 15, 22, '-1', '27.07.2013 07:33:31', 5, NULL),
(38, 1, 16, 17, 23, '-1', '28.07.2013 07:48:27', 6, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `timezone`
--

CREATE TABLE IF NOT EXISTS `timezone` (
  `ID` int(3) NOT NULL AUTO_INCREMENT,
  `time_zone` varchar(100) NOT NULL,
  `prim` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `timezone`
--

INSERT INTO `timezone` (`ID`, `time_zone`, `prim`) VALUES
(1, 'summer', '');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `login` varchar(100) NOT NULL,
  `password` varchar(100) NOT NULL,
  `AED` varchar(50) NOT NULL,
  `storepriv` varchar(50) NOT NULL,
  `allpriv` varchar(1) NOT NULL,
  `kassapriv` varchar(1) NOT NULL,
  `adminpriv` varchar(10) NOT NULL,
  `rootpriv` varchar(10) NOT NULL,
  `fio_usera` varchar(100) NOT NULL,
  `stavka` varchar(100) NOT NULL,
  `bonus_stavka` varchar(5) NOT NULL,
  `proc_stavka` varchar(5) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2001 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`ID`, `login`, `password`, `AED`, `storepriv`, `allpriv`, `kassapriv`, `adminpriv`, `rootpriv`, `fio_usera`, `stavka`, `bonus_stavka`, `proc_stavka`) VALUES
(1001, 'admin', '21232f297a57a5a743894a0e4a801fc3', '11111111', '1', '1', '1', '1', '1', 'Admin', '0', '1', '0'),
(1099, 'thecore', '019f6a0ae42896d07cdf0a60ca46bcaa', '11111111', '111', '0', '1', '1', '1', 'тест', '100', '1', '10');

-- --------------------------------------------------------

--
-- Структура таблицы `vozvratu`
--

CREATE TABLE IF NOT EXISTS `vozvratu` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `magazin` varchar(100) NOT NULL,
  `data` varchar(100) NOT NULL,
  `kategoria` varchar(100) NOT NULL,
  `brend` varchar(100) DEFAULT NULL,
  `nomer_mod` varchar(100) DEFAULT NULL,
  `razmer` varchar(100) DEFAULT NULL,
  `cvet` varchar(100) DEFAULT NULL,
  `material` varchar(100) DEFAULT NULL,
  `kolichestvo` varchar(10) DEFAULT NULL,
  `data_pokupki` varchar(100) DEFAULT NULL,
  `stoimost` varchar(100) DEFAULT NULL,
  `skidka` varchar(100) DEFAULT NULL,
  `prichina_vozvrata` varchar(200) DEFAULT NULL,
  `per_14_dney` varchar(5) DEFAULT NULL,
  `obmen_na` varchar(100) DEFAULT NULL,
  `daln_dvijenie` varchar(100) DEFAULT NULL,
  `primechanie` varchar(200) DEFAULT NULL,
  `flag` varchar(10) NOT NULL DEFAULT 'false',
  `sec_data` varchar(100) NOT NULL,
  `kto_pvinyal` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=41 ;

--
-- Дамп данных таблицы `vozvratu`
--

INSERT INTO `vozvratu` (`ID`, `magazin`, `data`, `kategoria`, `brend`, `nomer_mod`, `razmer`, `cvet`, `material`, `kolichestvo`, `data_pokupki`, `stoimost`, `skidka`, `prichina_vozvrata`, `per_14_dney`, `obmen_na`, `daln_dvijenie`, `primechanie`, `flag`, `sec_data`, `kto_pvinyal`) VALUES
(18, 'Дарынок', '27.07.2013 06:25:16', 'При`rkfl```````', 'Ка```валkkок', '1001`hj', '32', 'белый', 'хлопок', '1', '27.07.2013 04:58:12', '100', '', '', 'Да', 'Обмен на: Ка```валkkок / 1001`hj / 32 / белый / хлопок', 'Не определено', '', 'false', '07.2013', 'thecore'),
(2, 'Дарынок', '20.07.2013 08:06:14', '', '', '', '', '', '', '1', '20.07.2013 08:05:30', '50', '', '', 'Да', '', 'Не определено', '', 'false', '07.2013', 'thecore'),
(3, 'Дарынок', '20.07.2013 08:08:42', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '', '', '', '1', '20.07.2013 08:05:30', '50', '', '', 'Да', 'Возврат денег', 'Не определено', '', 'false', '07.2013', 'thecore'),
(4, 'Дарынок', '20.07.2013 08:12:12', 'Обувь', 'Жесть', '1002', '', '', '', '1', '20.07.2013 08:04:03', '255', '', '', 'Да', 'Возврат денег', 'Не определено', '', 'false', '07.2013', 'thecore'),
(5, 'Дарынок', '20.07.2013 08:12:44', 'Мобильные', 'Жесть', '9898', '', '', '', '1', '20.07.2013 08:11:19', '100', '', '', 'Да', 'Возврат денег', 'Не определено', '', 'false', '07.2013', 'thecore'),
(6, 'Дарынок', '20.07.2013 08:12:57', 'При`rkfl```````', 'Ка```валkkок', '1001`hj', '', '', '', '1', '20.07.2013 08:12:26', '100', '', '', 'Да', 'Возврат денег', 'Не определено', '', 'false', '07.2013', 'thecore'),
(7, 'New', '21.07.2013 07:14:46', 'Мобильные', 'Жесть', '9898', '', '', '', '1', '21.07.2013 07:12:03', '100', '', '', 'Да', 'Возврат денег', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(8, 'Дарынок', '27.07.2013 02:45:38', 'Аксесуары', 'Бляд', '1001', '13', 'белый', 'хлопок', '1', '23.07.2013 03:11:25', '100', '', '', 'Да', 'Возврат денег', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(9, 'Дарынок', '27.07.2013 03:29:49', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '20.07.2013 08:13:07', '73', '', '', 'Да', 'Обмен на: Жест"ь / 2020 / 13 / grey / bulk', 'Не определено', '', 'false', '07.2013', 'thecore'),
(10, 'Дарынок', '27.07.2013 03:40:27', 'При"rkfl', 'Жест"ь', '2020', '13', 'grey', 'bulk', '1', '27.07.2013 03:29:49', '5454', '', '', 'Да', 'Возврат денег', 'Поставлен на приход', 'test', 'true', '07.2013', 'thecore'),
(11, 'Дарынок', '27.07.2013 03:46:48', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '27.07.2013 03:42:00', '50', '4', '', 'Да', 'Обмен на: Test / 787878 / 4A / cthsq / tut', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(12, 'Дарынок', '27.07.2013 04:32:27', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '1', '27.07.2013 04:16:52', '100', '', '', 'Да', 'Обмен на: Жесть / 9898 / 77 / желтый / хз', 'Не определено', '', 'false', '07.2013', 'thecore'),
(13, 'Дарынок', '27.07.2013 04:34:10', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '1', '27.07.2013 04:32:27', '100', '10', '', 'Да', 'Обмен на: Жесть / 9898 / 77 / желтый / хз', 'Не определено', '', 'false', '07.2013', 'thecore'),
(14, 'Дарынок', '27.07.2013 04:42:54', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '1', '27.07.2013 04:34:10', '100', '10', '', 'Да', 'Обмен на: Жесть / 9898 / 77 / желтый / хз', 'Не определено', '', 'false', '07.2013', 'thecore'),
(15, 'Дарынок', '27.07.2013 04:45:55', 'Мобильные', 'Жесть', '9898', '77', 'желтый', 'хз', '1', '27.07.2013 04:44:23', '100', '', '', 'Да', 'Обмен на: Жесть / 9898 / 77 / желтый / хз', 'Не определено', '', 'false', '07.2013', 'thecore'),
(16, 'Дарынок', '27.07.2013 04:48:09', 'Обувь', 'Жесть', '1002', '12', 'белый', 'пров', '1', '27.07.2013 04:47:56', '255', '', '', 'Да', 'Обмен на: Привет / 1003 / 64 / желтый / каволок', 'Не определено', '', 'false', '07.2013', 'thecore'),
(17, 'Дарынок', '27.07.2013 04:55:57', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 04:48:49', '73', '', '', 'Да', 'Обмен на: Жест', 'Не определено', '', 'false', '07.2013', 'thecore'),
(19, 'Дарынок', '27.07.2013 06:43:41', '', '', '', '1000', 'ceri`y"n', 'cud"gin', '1', '27.07.2013 06:42:57', '50', '', '', 'Да', '', 'Не определено', '', 'false', '07.2013', 'thecore'),
(20, 'Дарынок', '27.07.2013 06:49:13', '', '', '', '12', 'test', 'каволок', '1', '27.07.2013 06:48:53', '73', '', '', 'Да', '', 'Не определено', '', 'false', '07.2013', 'thecore'),
(23, 'Дарынок', '27.07.2013 06:56:38', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 06:48:31', '73', '', '', 'Да', 'Обмен на: Жест"ь / 1001hj"nn / 12 / test / каволок', 'Не определено', '', 'false', '07.2013', 'thecore'),
(21, 'Дарынок', '27.07.2013 06:50:29', '', '', '', '12', 'test', 'каволок', '1', '27.07.2013 06:48:53', '73', '', '', 'Да', '', 'Не определено', '', 'false', '07.2013', 'thecore'),
(22, 'Дарынок', '27.07.2013 06:53:14', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 06:48:53', '73', '', '', 'Да', 'Возврат денег', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(24, 'Дарынок', '27.07.2013 07:03:42', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 06:56:38', '73', '', '', 'Да', 'Обмен на: Жест"ь / 1001hj"nn / 12 / test / каволок', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(25, 'Дарынок', '27.07.2013 07:05:07', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '27.07.2013 06:44:43', '50', '', '', 'Да', 'Обмен на: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(26, 'Дарынок', '27.07.2013 07:08:08', '', '', '', '12', 'test', 'каволок', '1', '27.07.2013 07:06:25', '73', '', '', 'Да', '', 'Не определено', '', 'true', '07.2013', 'thecore'),
(27, 'Дарынок', '27.07.2013 07:09:42', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 07:06:25', '73', '', '', 'Да', 'Обмен на: Жест"ь / 2020 / 13 / grey / bulk', 'Не определено', '', 'false', '07.2013', 'thecore'),
(28, 'Дарынок', '27.07.2013 07:11:26', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 06:41:02', '73', '', '', 'Да', 'Обмен на: Жест"ь / 1001hj"nn / 12 / test / каволок', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(29, 'Дарынок', '27.07.2013 07:12:28', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 07:11:26', '73', '', '', 'Да', 'Обмен на: Жест"ь / 2020 / 13 / grey / bulk', 'Не определено', '', 'false', '07.2013', 'thecore'),
(31, 'Дарынок', '27.07.2013 07:23:18', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 06:40:04', '73', '', '', 'Да', 'Обмен на: Жест"ь / 1001hj"nn / 12 / test / каволок', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(32, 'Дарынок', '27.07.2013 07:32:22', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 07:28:44', '73', '', '', 'Да', 'Обмен на: Жест"ь / 1001hj"nn / 12 / test / каволок', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(33, 'Дарынок', '27.07.2013 07:33:31', 'При"rkfl', 'Жест"ь', '1001hj"nn', '12', 'test', 'каволок', '1', '27.07.2013 07:32:22', '73', '', '', 'Да', 'Обмен на: Жест"ь / 2020 / 13 / grey / bulk', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(34, 'Дарынок', '27.07.2013 07:54:34', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '27.07.2013 07:53:40', '50', '10', '', 'Да', 'Обмен на: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(35, 'Дарынок', '27.07.2013 07:58:41', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y', 'cud', '1', '27.07.2013 07:58:18', '50', '10', '', 'Да', 'Обмен на: test` bren"nd / Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$ / 1000 / ceri`y"n / cud"gin', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(36, 'Дарынок', '28.07.2013 07:39:01', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '27.07.2013 08:51:20', '50', '', '', 'Да', 'Возврат денег', 'Не определено', '', 'false', '07.2013', 'thecore'),
(37, 'Дарынок', '28.07.2013 07:40:02', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '28.07.2013 07:39:48', '50', '', '', 'Да', 'Возврат денег', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(38, 'Дарынок', '28.07.2013 07:41:32', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '28.07.2013 07:41:09', '50', '10', '', 'Да', 'Обмен на: Test / 787878 / 4A / cthsq / tut', 'Не определено', '', 'false', '07.2013', 'thecore'),
(39, 'Дарынок', '28.07.2013 07:44:28', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '28.07.2013 07:43:43', '50', '10', '', 'Да', 'Обмен на: Test / 787878 / 4A / cthsq / tut', 'Поставлен на приход', '', 'true', '07.2013', 'thecore'),
(40, 'Дарынок', '28.07.2013 07:48:27', 'При`rkfl"t jjhjh', 'test` bren"nd', 'Stereo гар`нитура "S-Musiс" Nok X3(3,5) +?%^*$', '1000', 'ceri`y"n', 'cud"gin', '1', '28.07.2013 07:47:13', '50', '10', '', 'Да', 'Обмен на: Test / 787878 / 4A / cthsq / tut', 'Поставлен на приход', '', 'true', '07.2013', 'thecore');

-- --------------------------------------------------------

--
-- Структура таблицы `zarplata`
--

CREATE TABLE IF NOT EXISTS `zarplata` (
  `ID` int(10) NOT NULL AUTO_INCREMENT,
  `ID_prodaja` int(10) NOT NULL,
  `ID_magazina` int(10) NOT NULL,
  `ID_usera` int(10) NOT NULL,
  `data` varchar(100) NOT NULL,
  `vremya` varchar(100) NOT NULL,
  `polniy_den` varchar(100) DEFAULT NULL,
  `polov_dnya` varchar(100) DEFAULT NULL,
  `prodaja` varchar(100) DEFAULT NULL,
  `procent` varchar(10) DEFAULT NULL,
  `k_oplate` varchar(100) DEFAULT NULL,
  `vudano` varchar(100) DEFAULT NULL,
  `shtraf` varchar(100) DEFAULT NULL,
  `bonus` varchar(100) DEFAULT NULL,
  `user` varchar(100) NOT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3470 ;

--
-- Дамп данных таблицы `zarplata`
--

INSERT INTO `zarplata` (`ID`, `ID_prodaja`, `ID_magazina`, `ID_usera`, `data`, `vremya`, `polniy_den`, `polov_dnya`, `prodaja`, `procent`, `k_oplate`, `vudano`, `shtraf`, `bonus`, `user`) VALUES
(3357, 6, 1, 1099, '20.07.2013', '08:00:33', '----', '----', '-7', '-5', '1210', '----', '----', '----', 'thecore: Возврат!'),
(3356, 0, 1, 1099, '20.07.2013', '07:46:12', '----', '----', '----', '----', '1222', '0', '60', '0', 'thecore: Отмена продажи'),
(3355, 6, 1, 1099, '20.07.2013', '07:42:29', '----', '----', '7', '5', '1282', '----', '----', '----', '----'),
(3354, 5, 1, 1099, '20.07.2013', '07:42:03', '----', '----', '50', '10', '1270', '----', '----', '----', '----'),
(3353, 0, 1, 1099, '20.07.2013', '07:38:59', '----', '----', '----', '----', '1210', '0', '12', '0', 'thecore: Отмена продажи'),
(3352, 4, 1, 1099, '20.07.2013', '07:32:18', '----', '----', '7', '5', '1222', '----', '----', '----', '----'),
(3351, 0, 1, 1099, '20.07.2013', '07:15:52', '----', '----', '----', '----', '1210', '0', '10', '0', 'thecore: Отмена продажи'),
(3350, 3, 1, 1099, '20.07.2013', '07:12:11', '----', '----', '----', '10', '1220', '----', '----', '----', '----'),
(3349, 2, 1, 1099, '20.07.2013', '07:11:13', '----', '----', '----', '10', '1210', '----', '----', '----', '----'),
(3348, 0, 1, 1099, '20.07.2013', '00:42:49', '100', '----', '----', '----', '1200', '----', '----', '----', '----'),
(3347, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3346, 0, 1, 1099, '19.07.2013', '00:12:29', '100', '----', '----', '----', '1100', '----', '----', '----', '----'),
(3345, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3344, 0, 1, 1099, '18.07.2013', '01:05:39', '100', '----', '----', '----', '1000', '----', '----', '----', '----'),
(3343, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3342, 0, 1, 1099, '17.07.2013', '23:52:09', '100', '----', '----', '----', '900', '----', '----', '----', '----'),
(3341, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3340, 0, 1, 1099, '16.07.2013', '07:05:53', '100', '----', '----', '----', '800', '----', '----', '----', '----'),
(3339, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3338, 1, 1, 1099, '15.07.2013', '06:51:11', '----', '----', '-0', '-10', '700', '----', '----', '----', 'thecore: Возврат!'),
(3337, 1, 1, 1099, '15.07.2013', '06:48:35', '----', '----', '0', '10', '710', '----', '----', '----', '----'),
(3336, 0, 1, 1099, '15.07.2013', '03:12:52', '100', '----', '----', '----', '700', '----', '----', '----', '----'),
(3335, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3334, 0, 1, 1099, '14.07.2013', '02:07:56', '100', '----', '----', '----', '600', '----', '----', '----', '----'),
(3333, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3332, 0, 1, 1099, '13.07.2013', '09:30:32', '100', '----', '----', '----', '500', '----', '----', '----', '----'),
(3331, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3330, 0, 1, 1099, '10.07.2013', '00:20:43', '100', '----', '----', '----', '400', '----', '----', '----', '----'),
(3329, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3328, 0, 1, 1099, '09.07.2013', '18:48:06', '100', '----', '----', '----', '300', '----', '----', '----', '----'),
(3327, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3326, 0, 1, 1099, '27.06.2013', '00:21:11', '100', '----', '----', '----', '200', '----', '----', '----', '----'),
(3325, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3324, 0, 1, 1099, '26.06.2013', '07:13:58', '100', '----', '----', '----', '100', '----', '----', '----', '----'),
(3323, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3358, 7, 1, 1099, '20.07.2013', '08:04:11', '----', '----', '----', '25.5', '1235.5', '----', '----', '----', '----'),
(3359, 8, 1, 1099, '20.07.2013', '08:05:39', '----', '----', '7', '5', '1247.5', '----', '----', '----', '----'),
(3360, 8, 1, 1099, '20.07.2013', '08:08:49', '----', '----', '-7', '-5', '1235.5', '----', '----', '----', 'thecore: Возврат!'),
(3361, 9, 1, 1099, '20.07.2013', '08:11:28', '----', '----', '----', '10', '1245.5', '----', '----', '----', '----'),
(3362, 7, 1, 1099, '20.07.2013', '08:12:20', '----', '----', '-----', '-25.5', '1220', '----', '----', '----', 'thecore: Возврат!'),
(3363, 10, 1, 1099, '20.07.2013', '08:12:34', '----', '----', '50', '10', '1280', '----', '----', '----', '----'),
(3364, 9, 1, 1099, '20.07.2013', '08:12:51', '----', '----', '-----', '-10', '1270', '----', '----', '----', 'thecore: Возврат!'),
(3365, 10, 1, 1099, '20.07.2013', '08:13:03', '----', '----', '-50', '-10', '1210', '----', '----', '----', 'thecore: Возврат!'),
(3366, 0, 1, 1099, '20.07.2013', '08:13:17', '----', '----', '50', '7.3', '1267.3', '----', '----', '----', '----'),
(3367, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3368, 0, 1, 1099, '21.07.2013', '07:10:04', '100', '----', '----', '----', '1367.3', '----', '----', '----', '----'),
(3369, 12, 1, 1099, '21.07.2013', '07:10:27', '----', '----', '50', '7.3', '1424.6', '----', '----', '----', '----'),
(3370, 13, 2, 1099, '21.07.2013', '07:12:11', '----', '----', '----', '10', '1434.6', '----', '----', '----', '----'),
(3371, 13, 2, 1099, '21.07.2013', '07:15:57', '----', '----', '-----', '-10', '1424.6', '----', '----', '----', 'thecore: Возврат!'),
(3372, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3373, 0, 1, 1099, '22.07.2013', '20:39:26', '100', '----', '----', '----', '1524.6', '----', '----', '----', '----'),
(3374, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3375, 0, 1, 1099, '23.07.2013', '01:02:55', '100', '----', '----', '----', '1624.6', '----', '----', '----', '----'),
(3376, 14, 1, 1099, '23.07.2013', '03:11:39', '----', '----', '----', '10', '1634.6', '----', '----', '----', '----'),
(3377, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3378, 0, 1, 1099, '24.07.2013', '08:52:49', '100', '----', '----', '----', '1734.6', '----', '----', '----', '----'),
(3379, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3380, 0, 1, 1099, '25.07.2013', '06:33:17', '100', '----', '----', '----', '1834.6', '----', '----', '----', '----'),
(3381, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3382, 0, 1, 1099, '26.07.2013', '06:17:06', '100', '----', '----', '----', '1934.6', '----', '----', '----', '----'),
(3383, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3384, 0, 1, 1099, '27.07.2013', '02:45:09', '100', '----', '----', '----', '2034.6', '----', '----', '----', '----'),
(3385, 14, 1, 1099, '27.07.2013', '02:46:02', '----', '----', '-----', '-10', '2024.6', '----', '----', '----', 'thecore: Возврат!'),
(3386, 0, 1, 1099, '27.07.2013', '03:31:13', '----', '----', '-50', '-7.3', '1967.3', '----', '----', '----', 'thecore: Возврат!'),
(3387, 15, 1, 1099, '27.07.2013', '03:31:13', '----', '----', '54', '545.4', '2566.7', '----', '----', '----', '----'),
(3388, 15, 1, 1099, '27.07.2013', '03:40:48', '----', '----', '-54', '-545.4', '1967.3', '----', '----', '----', 'thecore: Возврат!'),
(3389, 0, 1, 1099, '27.07.2013', '03:42:27', '----', '----', '7', '4.6', '1978.9', '----', '----', '----', '----'),
(3390, 0, 1, 1099, '27.07.2013', '03:48:13', '----', '----', '-7', '-4.6', '1967.3', '----', '----', '----', 'thecore: Возврат!'),
(3391, 0, 1, 1099, '27.07.2013', '03:48:13', '----', '----', '5', '45.6', '2017.9', '----', '----', '----', '----'),
(3392, 0, 1, 1099, '27.07.2013', '04:32:50', '----', '----', '-----', '-0', '2017.9', '----', '----', '----', 'thecore: Возврат!'),
(3393, 0, 1, 1099, '27.07.2013', '04:32:50', '----', '----', '----', '9', '2026.9', '----', '----', '----', '----'),
(3394, 0, 1, 1099, '27.07.2013', '04:34:26', '----', '----', '-----', '-9', '2017.9', '----', '----', '----', 'thecore: Возврат!'),
(3395, 0, 1, 1099, '27.07.2013', '04:34:26', '----', '----', '----', '9', '2026.9', '----', '----', '----', '----'),
(3396, 20, 1, 1099, '27.07.2013', '04:36:18', '----', '----', '----', '9', '2035.9', '----', '----', '----', '----'),
(3397, 0, 1, 1099, '27.07.2013', '04:43:18', '----', '----', '-----', '-9', '2026.9', '----', '----', '----', 'thecore: Возврат!'),
(3398, 21, 1, 1099, '27.07.2013', '04:43:18', '----', '----', '----', '9', '2035.9', '----', '----', '----', '----'),
(3399, 0, 1, 1099, '27.07.2013', '04:44:31', '----', '----', '----', '10', '2045.9', '----', '----', '----', '----'),
(3400, 0, 1, 1099, '27.07.2013', '04:46:15', '----', '----', '-----', '-10', '2035.9', '----', '----', '----', 'thecore: Возврат!'),
(3401, 23, 1, 1099, '27.07.2013', '04:46:15', '----', '----', '----', '10', '2045.9', '----', '----', '----', '----'),
(3402, 24, 1, 1099, '27.07.2013', '04:47:37', '----', '----', '54', '545.4', '2645.3', '----', '----', '----', '----'),
(3403, 0, 1, 1099, '27.07.2013', '04:48:04', '----', '----', '----', '25.5', '2670.8', '----', '----', '----', '----'),
(3404, 0, 1, 1099, '27.07.2013', '04:48:28', '----', '----', '-----', '-25.5', '2645.3', '----', '----', '----', 'thecore: Возврат!'),
(3405, 26, 1, 1099, '27.07.2013', '04:48:28', '----', '----', '----', '200', '2845.3', '----', '----', '----', '----'),
(3406, 0, 1, 1099, '27.07.2013', '04:49:00', '----', '----', '50', '7.3', '2902.6', '----', '----', '----', '----'),
(3407, 28, 1, 1099, '27.07.2013', '04:55:52', '----', '----', '----', '10', '2912.6', '----', '----', '----', '----'),
(3408, 0, 1, 1099, '27.07.2013', '04:56:31', '----', '----', '-50', '-7.3', '2855.3', '----', '----', '----', 'thecore: Возврат!'),
(3409, 30, 1, 1099, '27.07.2013', '04:56:31', '----', '----', '54', '545.4', '3454.7', '----', '----', '----', '----'),
(3410, 30, 1, 1099, '27.07.2013', '04:57:13', '----', '----', '----', '10', '3464.7', '----', '----', '----', '----'),
(3411, 0, 1, 1099, '27.07.2013', '04:58:20', '----', '----', '50', '10', '3524.7', '----', '----', '----', '----'),
(3412, 0, 1, 1099, '27.07.2013', '06:25:43', '----', '----', '-50', '-10', '3464.7', '----', '----', '----', 'thecore: Возврат!'),
(3413, 0, 1, 1099, '27.07.2013', '06:25:43', '----', '----', '50', '10', '3524.7', '----', '----', '----', '----'),
(3414, 0, 1, 1099, '27.07.2013', '06:26:59', '----', '----', '50', '7.3', '3582', '----', '----', '----', '----'),
(3415, 0, 1, 1099, '27.07.2013', '06:27:24', '----', '----', '-50', '-7.3', '3524.7', '----', '----', '----', 'thecore: Возврат!'),
(3416, 0, 1, 1099, '27.07.2013', '06:27:24', '----', '----', '54', '545.4', '4124.1', '----', '----', '----', '----'),
(3417, 0, 1, 1099, '27.07.2013', '06:41:11', '----', '----', '50', '7.3', '4181.4', '----', '----', '----', '----'),
(3418, 0, 1, 1099, '27.07.2013', '06:43:10', '----', '----', '7', '5', '4193.4', '----', '----', '----', '----'),
(3419, 0, 1, 1099, '27.07.2013', '06:45:04', '----', '----', '-7', '-5', '4181.4', '----', '----', '----', 'thecore: Возврат!'),
(3420, 0, 1, 1099, '27.07.2013', '06:45:04', '----', '----', '7', '5', '4193.4', '----', '----', '----', '----'),
(3421, 0, 1, 1099, '27.07.2013', '06:46:20', '----', '----', '50', '7.3', '4250.7', '----', '----', '----', '----'),
(3422, 0, 1, 1099, '27.07.2013', '06:46:55', '----', '----', '-50', '-7.3', '4193.4', '----', '----', '----', 'thecore: Возврат!'),
(3423, 40, 1, 1099, '27.07.2013', '06:46:55', '----', '----', '50', '7.3', '4250.7', '----', '----', '----', '----'),
(3424, 40, 1, 1099, '27.07.2013', '06:49:03', '----', '----', '50', '7.3', '4308', '----', '----', '----', '----'),
(3425, 40, 1, 1099, '27.07.2013', '06:53:33', '----', '----', '-50', '-7.3', '4250.7', '----', '----', '----', 'thecore: Возврат!'),
(3426, 0, 1, 1099, '27.07.2013', '06:56:59', '----', '----', '-50', '-0', '4200.7', '----', '----', '----', 'thecore: Возврат!'),
(3427, 0, 1, 1099, '27.07.2013', '06:56:59', '----', '----', '50', '7.3', '4258', '----', '----', '----', '----'),
(3428, 0, 1, 1099, '27.07.2013', '07:04:05', '----', '----', '-50', '-7.3', '4200.7', '----', '----', '----', 'thecore: Возврат!'),
(3429, 43, 1, 1099, '27.07.2013', '07:04:05', '----', '----', '50', '7.3', '4258', '----', '----', '----', '----'),
(3430, 0, 1, 1099, '27.07.2013', '07:05:27', '----', '----', '-7', '-5', '4246', '----', '----', '----', 'thecore: Возврат!'),
(3431, 0, 1, 1099, '27.07.2013', '07:05:27', '----', '----', '7', '5', '4258', '----', '----', '----', '----'),
(3432, 0, 1, 1099, '27.07.2013', '07:06:46', '----', '----', '-50', '-7.3', '4200.7', '----', '----', '----', 'thecore: Возврат!'),
(3433, 45, 1, 1099, '27.07.2013', '07:06:46', '----', '----', '50', '7.3', '4258', '----', '----', '----', '----'),
(3434, 0, 1, 1099, '27.07.2013', '07:10:02', '----', '----', '-50', '-7.3', '4200.7', '----', '----', '----', 'thecore: Возврат!'),
(3435, 0, 1, 1099, '27.07.2013', '07:10:02', '----', '----', '54', '545.4', '4800.1', '----', '----', '----', '----'),
(3436, 0, 1, 1099, '27.07.2013', '07:11:56', '----', '----', '-50', '-7.3', '4742.8', '----', '----', '----', 'thecore: Возврат!'),
(3437, 0, 1, 1099, '27.07.2013', '07:11:56', '----', '----', '50', '7.3', '4800.1', '----', '----', '----', '----'),
(3438, 0, 1, 1099, '27.07.2013', '07:12:45', '----', '----', '-50', '-7.3', '4742.8', '----', '----', '----', 'thecore: Возврат!'),
(3439, 48, 1, 1099, '27.07.2013', '07:12:45', '----', '----', '54', '545.4', '5342.2', '----', '----', '----', '----'),
(3440, 0, 1, 1099, '27.07.2013', '07:13:50', '----', '----', '-54', '-545.4', '4742.8', '----', '----', '----', 'thecore: Возврат!'),
(3441, 49, 1, 1099, '27.07.2013', '07:13:50', '----', '----', '50', '7.3', '4800.1', '----', '----', '----', '----'),
(3442, 0, 1, 1099, '27.07.2013', '07:23:40', '----', '----', '-50', '-0', '4750.1', '----', '----', '----', 'thecore: Возврат!'),
(3443, 0, 1, 1099, '27.07.2013', '07:23:40', '----', '----', '50', '7.3', '4807.4', '----', '----', '----', '----'),
(3444, 0, 1, 1099, '27.07.2013', '07:28:54', '----', '----', '50', '7.3', '4864.7', '----', '----', '----', '----'),
(3445, 0, 1, 1099, '27.07.2013', '07:32:41', '----', '----', '-50', '-7.3', '4807.4', '----', '----', '----', 'thecore: Возврат!'),
(3446, 52, 1, 1099, '27.07.2013', '07:32:41', '----', '----', '50', '7.3', '4864.7', '----', '----', '----', '----'),
(3447, 0, 1, 1099, '27.07.2013', '07:33:51', '----', '----', '-50', '-7.3', '4807.4', '----', '----', '----', 'thecore: Возврат!'),
(3448, 0, 1, 1099, '27.07.2013', '07:33:51', '----', '----', '54', '545.4', '5406.8', '----', '----', '----', '----'),
(3449, 0, 1, 1099, '27.07.2013', '07:54:06', '----', '----', '7', '4', '5417.8', '----', '----', '----', '----'),
(3450, 0, 1, 1099, '27.07.2013', '07:55:20', '----', '----', '-7', '-4', '5406.8', '----', '----', '----', 'thecore: Возврат!'),
(3451, 0, 1, 1099, '27.07.2013', '07:55:20', '----', '----', '7', '4', '5417.8', '----', '----', '----', '----'),
(3452, 0, 1, 1099, '27.07.2013', '07:58:32', '----', '----', '7', '4', '5428.8', '----', '----', '----', '----'),
(3453, 0, 1, 1099, '27.07.2013', '07:59:01', '----', '----', '-7', '-4', '5417.8', '----', '----', '----', 'thecore: Возврат!'),
(3454, 56, 1, 1099, '27.07.2013', '07:59:01', '----', '----', '7', '4', '5428.8', '----', '----', '----', '----'),
(3455, 57, 1, 1099, '27.07.2013', '08:51:28', '----', '----', '7', '5', '5440.8', '----', '----', '----', '----'),
(3456, 0, 1, 1099, '----', '----', '----', '----', '----', '----', '----', '----', '----', '----', '----'),
(3457, 0, 1, 1099, '28.07.2013', '07:04:06', '100', '----', '----', '----', '5540.8', '----', '----', '----', '----'),
(3458, 57, 1, 1099, '28.07.2013', '07:39:35', '----', '----', '-7', '-5', '5528.8', '----', '----', '----', 'thecore: Возврат!'),
(3459, 58, 1, 1099, '28.07.2013', '07:39:58', '----', '----', '7', '5', '5540.8', '----', '----', '----', '----'),
(3460, 58, 1, 1099, '28.07.2013', '07:40:29', '----', '----', '-7', '-5', '5528.8', '----', '----', '----', 'thecore: Возврат!'),
(3461, 0, 1, 1099, '28.07.2013', '07:41:27', '----', '----', '7', '4', '5539.8', '----', '----', '----', '----'),
(3462, 0, 1, 1099, '28.07.2013', '07:41:58', '----', '----', '-7', '-4', '5528.8', '----', '----', '----', 'thecore: Возврат!'),
(3463, 60, 1, 1099, '28.07.2013', '07:41:58', '----', '----', '5', '45.6', '5579.4', '----', '----', '----', '----'),
(3464, 0, 1, 1099, '28.07.2013', '07:43:57', '----', '----', '7', '4', '5590.4', '----', '----', '----', '----'),
(3465, 0, 1, 1099, '28.07.2013', '07:44:50', '----', '----', '-7', '-4', '5579.4', '----', '----', '----', 'thecore: Возврат!'),
(3466, 62, 1, 1099, '28.07.2013', '07:44:50', '----', '----', '5', '45.6', '5630', '----', '----', '----', '----'),
(3467, 0, 1, 1099, '28.07.2013', '07:47:28', '----', '----', '7', '4', '5641', '----', '----', '----', '----'),
(3468, 0, 1, 1099, '28.07.2013', '07:48:57', '----', '----', '-7', '-4', '5630', '----', '----', '----', 'thecore: Возврат!'),
(3469, 64, 1, 1099, '28.07.2013', '07:48:57', '----', '----', '5', '44.6', '5679.6', '----', '----', '----', '----');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
